const projectsData = [
  {
    title: 'CRM & ERP System for business driven',
    description: `พัฒนาโซลูชั่นเพื่อจัดการทรัพยากรของบริษัทอย่างมีประสิทธิภาพ ทัั้งจัดการออเดอร์ บริหารคลัง
    หรือการแสดงผลข้อมูลทางธุรกิจแบบกราฟและแดชบอร์ดให้ทางผู้บริหาร ติดต่อรับ - ส่งข้อมูลกับ partner
    ทางธุรกิจ เช่น ขนส่ง, อีคอมเมิร์ซ, ช่องทางการขาย แก้ไขและพัฒนาระบบเพื่อตอบโจทย์ผู้ใช้งานในองค์กร
    `,
    imgSrc: '/static/images/erp.jpg',
    href: 'https://staging-kz.10xsupport.com',
  },
  {
    title: 'EV Charging Station Platform',
    description: `ประเทศไทยตอนนี้ตลาดรถยนต์ไฟฟ้ากำลังเข้ามา disrupt วงการรถยนต์สันดาปอย่างมาก 
    และมีแนวโน้มจะมีคนใช้มากขึ้นเรื่อยๆ ในขณะที่ระบบโครงสร้างพื้นฐานต่างๆยังไม่รองรับเพียงพอ ผู้พัฒนาจึงได้ศึกษา protocal
    OCPP ของอเมริกาซึ่งเกี่ยวกับการชาร์จไฟฟ้าเชิงพาณิชย์ เพื่อนำมาต่อยอดพัฒนาแพล็ตฟอร์มการคิดเงินกับสถานีชาร์จในบ้านเรา
    โดยได้ความร่วมมือด้านอุปกรณ์จากทางมหาวิทยาลัยและการไฟฟ้า`,
    imgSrc: '/static/images/ev.jpeg',
    href: '#',
  },
  {
    title: 'Nutin',
    description: `ปัจจุบันประเทศไทยกำลังเข้าสูงสังคมผู้สูงอายุ ผู้สูงอายุจำนวนไม่น้อยมีโรคประจำตัวทและต้องทานยาเป็นประจำ
    ปัญหาที่พบคือการลืมทานหรือทานยาไม่ตรงเวลา หนูทินเป็นแชทบอทที่เข้ามาช่วยแก้ปัญหาเหล่านี้ เพียงเพิ่มหนูทินเป็นเพื่อน
    และลงทะเบียนยาที่ทานประจำจากนั้นเชื่อมต่อกับตลับยาอัจฉริยะเพื่อการแจ้งเตือนที่ตรงเวลาและทานยาได้ถูกต้อง`,
    imgSrc: '/static/images/nutin.jpg',
    href: 'https://liff.line.me/1645278921-kWRPP32q?accountId=700pxofu&openerPlatform=native&openerKey=talkroom%3Aheader',
  },
  {
    title: 'Traffic Sign Detector',
    description: `ในขณะนี้ที่กระแสรถยนต์ขับเคลื่อนอัติโนมัติกำลังมาแรง หนึ่งในความท้าทายคือตรวจจับสิ่งแวดล้อมรอบข้าง
    ผู้พัฒนาจึงเล็งเห็นความสำคัญของการตรวจจับป้ายจราจรเพื่อความปลอดภัยบนท้องถนน จึงพัฒนาซอฟต์แวร์
    Image Processing ด้วย OpenCV (Python) เพื่อจับป้ายจราจรเพื่อวิเคราะห์และแจ้งไปยังระบบศูนย์กลางของรถ`,
    imgSrc: '/static/images/traffic.jpeg',
    href: 'https://www.youtube.com/watch?v=lVbQdnsOawo&t=16s',
  },
]

export default projectsData
